name: "bls2"
backend: "python"
max_batch_size: 0
input [
{
    name: "INPUT_BLS2"
    data_type: TYPE_FP32
    dims: [-1]
}
]

output [
{
    name: "OUTPUT_BLS2"
    data_type: TYPE_FP32
    dims: [-1]
}
]